Repository: Sayyat/weather_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: kk, ru

source: Hi {user_name}, this is Weather bot, you can now the weather in any city by writing me weather:your_city
kk: Сәлем {user_name}, бұл ауа райы боты, енді кез келген қаланың ауа райын маған "weather:қала" деп жазу арқылы білуге болады.
ru: Привет, {user_name}, это бот Weather, теперь вы можете узнать погоду в любом городе, написав мне weather:город

source: Weather data for {city}: Temperature: {temp} Feels like: {feelslike} Humidity: {humidity} Sunrise: {sunrise} Sunset: {sunset}
kk: {city} қаласының ауа-райы: Температура: {temp} Болып сезіледі: {feelslike} Ылғалдылық: {humidity} Күннің шығуы: {sunrise} Күннің батуы: {sunset}
ru: Погода в городе {city}: Температура: {temp} Ощущается как: {feelslike} Влажность: {humidity} Восход: {sunrise} Закат: {sunset}

source: Choose the language
kk: Тілді таңдаңыз
ru: Выберите язык

source: Kazakh
kk: Қазақша
ru: Казахский

source: Russian
kk: Орысша
ru: Русский

source: English
kk: Ағылшынша
ru: Английский

source: Language changed to {locale}
kk: Тіл {locale} болып өзгертілді
ru: Язык изменен на {locale}

source: Write your city
kk: Қалаңызды жазыңыз
ru: Напишите свой город

source: Your city changed to {text}
kk: Сіздің қалаңыз {text} болып өзгертілді
ru: Ваш город изменился на {text}

source: Your city: {city}
kk: Сіздің қалаңыз: {city}
ru: Ваш город: {city}

source: City is not selected
kk: Қала таңдалмады
ru: Город не выбран
